Repository: common-repository/aeiou
Catalog: languages/AEIOU-*.po
Languages: it_it

source: AEIOU - Panel
it_it: AEIOU - Pannello

source: AEIOU is free!
it_it: AEIOU è gratuito!

source: If this plugin is useful to your purpose, please <strong>consider a donation</strong>.
it_it: Se questo plugin è di utilità per i tuoi scopi, ti prego di <strong>considerare una donazione</strong>

source: Feel free to donate as much as you want.
it_it: Sentiti libero di donare quanto vuoi.

source: Premium support
it_it: Supporto premium

source: We are available for a premium support. If you need you can <a href="info@tosend.it">contact us</a> for a consulting.
it_it: Siamo disponibili per un supporto premium. Se ne avessi bisogno <a href="info@tosend.it">puoi contattarci</a> per una consulenza.

source: Translate AEIOU
it_it: Tradurre AEIOU

source: We would like to translate AEIOU in all languages, but we have not knowledge in more than Italian and... a little bit of English. So if you want contribute with your transaltion don't hesitate, send us and we will put into the next release!
it_it: Ci piacerebbe tradurre AEIOU in tutte le lingue, ma non abbiamo conoscenza in altre lingue eccetto l'italiano e... un po' di inglese. Perciò se vuoi contribuire con la tua traduzione non esitare, inviacela e la includeremo nel prossimo rilascio!

source: This transaltion was made by:
it_it: Questa traduzione è stata svolta da

source: How to?
it_it: Come fare per...

source: Export password fields too
it_it: Esporta anche le password

source: Remeber that the password would be valid in the new website only if you keep the following defined constants:
it_it: Ricorda che la password sarebbe valida nel nuovo sito solo se manterrai le seguenti definizioni:

source: and
it_it: e

source: Export users metadata
it_it: Esporta i metadati utente

source: Export Users
it_it: Esporta utenti

source: If user exists (<em>found with the same username</em>):
it_it: Se l'utente esiste (<em>presente con lo stesso username</em>):

source: Skip user if exists
it_it: Salta l'utente se esiste

source: it will be skipped and neither user data nor metadata will be imported
it_it: L'utente verrà ignorato e non saranno importate le informazioni utente e i metadati.

source: Replace user if exists
it_it: Sostituisci l'utente se esiste

source: it will be removed and imported as new user
it_it: L'utente verrà rimosso e importato come nuovo utente

source: Update only empty fields
it_it: Aggiorna solo i dati mancanti/vuoti

source: the import will uppdate only the data and metadata that are empty
it_it: L'importer procederà all'aggiornamento dei soli dati e dei metadati che risulteranno vuoti o non presenti

source: Import users metadata
it_it: Importa i metadati dell'utente

source: Verbose output
it_it: Output verboso

source: The XML AEIOU User file:
it_it: Il file XML AEIOU degli utenti:

source: Import Users
it_it: Importa gli utenti

source: Import started.
it_it: Importazione avviata.

source: Please do not refresh the page and not go anywhere.
it_it: Per favore, non aggiornare la pagina e non andare altrove.

source: Interruption of page execution could cause data loss and user table to break!
it_it: L'interruzione dell'esecuzione di questa pagina potrebbe causare la perdita di dati utente e il danneggaimento della tabella degli utenti!

source: unchanged.
it_it: non risulta modificato.

source: We're not asking you for <a href="%s">a lunch</a>.
it_it: Non ti chiediamo di offrirci <a href="%s">una cena</a>

source: We think that <strong><a href="%s">0,10 € (euro) per user</a></strong> could be the right ammount.
it_it: Pensiamo che <strong><a href="%s">0,10€ (euro) per utente</a></strong> potrebbe essere una cifra adeguata.

source: Need some help? You can use the <a href="%s">WordPress support forum</a> for this plugin.
it_it: Hai bisogno di aiuto? Puoi utilizzare il <a href="%s">forum di supporto WordPress</a> per questo plugin.

source: has new %s value(s).
it_it: Ha %s nuovi valori.

source: inserted with ID %d
it_it: Inserito con ID %d

source: skipped due it's already in the database
it_it: ignorato perchè già presente in banca dati

source: Metadata <code>%s</code> updated for user <strong>%s</strong>
it_it: Il metadato <code>%s</code> è stato aggiornato per l'utente <strong>%s</strong>

source: Metadata <code>%s</code> removed for user <strong>%s</strong>
it_it: Il metadato <code>%s</code> è stato rimosso per l'utente <strong>%s</strong>

source: Updated %d metadatas for user <strong>%s</strong>
it_it: Aggiornati %d metadati per l'utente <strong>%s</strong>
